Repository: jpnr79/openvas
Catalog: locales/*.po
Languages: cs_cz, es_419, fr_fr, pt_br, tr_tr

source: Task created
cs_cz: Úkol vytvořen
es_419: Tarea creada
fr_fr: Tâche créée
pt_br: Tarefa criada
tr_tr: Görev oluşturuldu

source: Add a new target
cs_cz: Přidat nový cíl
es_419: Agregar un nuevo objetivo
tr_tr: Yeni hedef ekle

source: Target created
cs_cz: Cíl vytvořen
es_419: Objetivo creado
tr_tr: Hedef eklendi

source: No ip address for item, can't create target
cs_cz: Žádná IP adresa pro položku, není možné vytvořit cíl
es_419: No hay dirección IP para el artículo, no puede crear el objetivo
tr_tr: Bir IP adresi belirtilmediğinden hedef oluşturulamadı

source: Add a new schedule
cs_cz: Přidat nový plán
es_419: Agregar un nuevo horario
tr_tr: Yeni zamanlama ekle

source: Schedule created
cs_cz: Plán vytvořen
es_419: Horario creado
tr_tr: Zamanlama eklendi

source: Target ID
cs_cz: Identifikátor cíle
es_419: ID de Objetivo
fr_fr: Identifiant de cible
pt_br: ID Alvo
tr_tr: Hedef kodu

source: Threat
cs_cz: Hrozba
es_419: Amenaza
fr_fr: Menace
pt_br: Ameaça
tr_tr: Tehdit

source: Target
cs_cz: Cíl
es_419: Objetivo
fr_fr: Cible
pt_br: Alvo
tr_tr: Hedef

source: Severity
cs_cz: Závažnost
es_419: Severidad
fr_fr: Sévérité
pt_br: Severidade
tr_tr: Şiddet

source: Vulnerability category
cs_cz: Kategorie zranitelnosti
es_419: Categoría de la vulnerabilidad
fr_fr: Catégorie de vulnérabilité
pt_br: Categoria de vulnerabilidade
tr_tr: Güvenlik açığı kategorisi

source: Vulnerability
cs_cz: Zranitelnost
es_419: Vulnerabilidad
fr_fr: Vulnérabilité
pt_br: vULNERABILIDADE
tr_tr: Güvenlik açığı

source: GLPi openvas Connector
cs_cz: Napojení GLPi na OpenVAS
es_419: Conector GLPi openvas
fr_fr: Connecteur OpenVAS pour GLPi
pt_br: Conector OpenVAS GLPI
tr_tr: GLPI OpenVAS Bağlantısı

source: Host
cs_cz: Stroj
fr_fr: Hôte
tr_tr: Sunucu

source: Manager port
cs_cz: Port pro správu
es_419: Puerto de administrador
fr_fr: Port du Manager
pt_br: Porta do gerenciador
tr_tr: Yönetim kapı numarası

source: Path to omp
cs_cz: Popis umístění omp
es_419: Camino a omp
fr_fr: Chemin vers l'exécutable omp
pt_br: Caminho para omp
tr_tr: OMP yolu

source: Console port
cs_cz: Port konzole
es_419: Puerto de consola
fr_fr: Port de la console web
pt_br: Porta de console
tr_tr: Konsol kapı numarası

source: Target retention delay
cs_cz: Prodleva zadržení cíle
es_419: Retardo de retención de destino
fr_fr: Temps de rétention des données
pt_br: Atraso de retenção de alvo
tr_tr: Hedef tutma gecikmesi

source: Number of days for searches
cs_cz: V kolika dnech vyhledávat
es_419: Número de días para búsquedas
fr_fr: Nombre de jours maximum pour les recherches
pt_br: Número de dias para pesquisas
tr_tr: Aramalar için gün sayısı

source: Scanner
cs_cz: Skener
es_419: Escáner
fr_fr: Scanneur
tr_tr: Tarayıcı

source: View in OpenVAS
cs_cz: Zobrazit v OpenVAS
es_419: Ver en OpenVAS
fr_fr: Voir dans la console OpenVAS
pt_br: Visualizar no OpenVAS
tr_tr: OpenVAS üzerinde görüntüle

source: Cannot contact OpenVAS
cs_cz: Nedaří se spojit s OpenVAS
es_419: No se puede contactar OpenVAS
fr_fr: Impossible de contacter OpenVAS
pt_br: Não é possível contatar OpenVAS
tr_tr: OpenVAS bağlantısı kurulamadı

source: Config
cs_cz: Nastavení
es_419: Configuración
pt_br: Configurar
tr_tr: Yapılandırma

source: Schedule
cs_cz: Plán
es_419: Horario
fr_fr: Planification
pt_br: Agendar
tr_tr: Zamanla

source: Start Requested
cs_cz: Spustit požadované
es_419: Iniciar solicitud
fr_fr: Démarrage demandé
pt_br: Início Solicitado
tr_tr: Başlangıç Zorunludur

source: Stop Requested
cs_cz: Zastavit požadované
es_419: Detener solicitud
fr_fr: Arrêt demandé
pt_br: Parada Solicitada
tr_tr: Bitiş Zorunludur

source: New target
cs_cz: Nový cíl
es_419: Nuevo objetivo
tr_tr: Yeni hedef

source: Credentials for
cs_cz: Přihlašovací údaje pro
es_419: Credenciales para
tr_tr: Şunun için kimlik doğrulama bilgileri

source: On port:
cs_cz: Na portu:
es_419: En el puerto:
tr_tr: Şu kapı numarasından:

source: New schedule
cs_cz: Nový plán
es_419: Nuevo horario
tr_tr: Yeni zamanlama

source: First time
cs_cz: Poprvé
es_419: Primer nombre
tr_tr: İlk kez

source: Period (in days)
cs_cz: Perioda (ve dnech)
es_419: Periodo (en días)
tr_tr: Aralık (gün)

source: Openvas Item
cs_cz: Openvas položka
es_419: Elemento openvas
fr_fr: Élément OpenVAS
pt_br: Item OpenVAS
tr_tr: OpenVAS Ögesi

source: Synchronize OpenVAS hosts
cs_cz: Synchronizovat OpenVAS stroje
es_419: Sincronizar hosts OpenVAS
fr_fr: Synchroniser les hôtes OpenVAS
pt_br: Sincronizar hosts OpenVAS
tr_tr: OpenVAS sunucularını eşitle

source: Clean OpenVAS infos
cs_cz: Vyčistit OpenVAS informace
es_419: Informaciones sobre Clean OpenVAS
fr_fr: Nettoyer les données d'OpenVAS
pt_br: Limpar informações do OpenVAS
tr_tr: OpenVAS bilgilerini temizle

source: Rules for OpenVAS vulnerabilities
cs_cz: Pravidla pro OpenVAS zranitelnosti
es_419: Reglas para vulnerabilidades OpenVAS
fr_fr: Règles pour les vulnérabilités OpenVAS
pt_br: Regras para vulnerabilidades do OpenVAS
tr_tr: OpenVAS güvenlik açıkları kuralları

source: Create a new ticket using a template
cs_cz: Vytvořit nový požadavek ze šablony
es_419: Crear un nuevo ticket usando una plantilla
fr_fr: Créer un nouveau ticket à partir du gabarit
pt_br: Criar novo chamado usando um modelo
tr_tr: Bir kalıp kullanarak yeni bir çağrı kaydı oluştur

source: Result ID
cs_cz: Identifikátor výsledku
es_419: ID de resultado
fr_fr: Identifiant du résultat
pt_br: ID do Resultado
tr_tr: Sonuç Kodu

source: Name
cs_cz: Název
es_419: Nombre
fr_fr: Nom
pt_br: Nome
tr_tr: Ad

source: Port
es_419: Puerto
pt_br: Porta
tr_tr: Kapı No

source: Synchronize OpenVAS vulnerabilities
cs_cz: Synchronizovat OpenVAS zranitelnosti
es_419: Sincronizar vulnerabilidades OpenVAS
fr_fr: Synchronisation des vulnérabilités OpenVAS
pt_br: Sincronizar vulnerabilidades do OpenVAS
tr_tr: OpenVAS güvenlik açıklarını eşitle
